<style type="text/css">
  /*** responsive_doc end ***/

/*** responsive_doc start =header ***/
.header_hr-line{
    width: 100%;
    background: linear-gradient(to right,#2ab2f4,#7b6be7);
    height: 1.03px;
}
@media only screen and (max-width:3000px) and (min-width: 1311px){
.navbar-brand {
    padding: 20px 175px;
}
.logo img {
    width: 63px;
    height: 35px;
}
.navbar-default .navbar-nav>li>a{
    color: #3A3078 !important;
    font-weight: normal;
    font-size: 20.6154px;
    padding: 20px;
    margin-top: -15px;
    padding-left: 40px;
}

.navbar-header{
    min-height: 90px !important;
    box-shadow: 0px 5.15385px 4.12308px rgba(55, 68, 255, 0.05);
}
}
@media only screen and (max-width:1310px) and (min-width: 992px){
.navbar-brand {
    padding: 17px 150px;
}
.logo img {
    width: 63px;
    height: 35px;
}
.navbar-default .navbar-nav>li>a{
    color: #3A3078 !important;
    font-weight: normal;
    font-size: 20.6154px;
    padding: 14px;
    margin-top: -15px;
}
.navbar-header{
    min-height: 75px !important;
    box-shadow: 0px 5.15385px 4.12308px rgba(55, 68, 255, 0.05);
}
}
@media only screen and (max-width:991px) and (min-width: 769px){
.navbar-brand {
    padding: 15px 0px;
}
.logo img {
    width: 63px;
    height: 35px;
}
.navbar-default .navbar-nav>li>a{
    color: #3A3078 !important;
    font-weight: normal;
    font-size: 20.6154px;
    padding: 14px;
    margin-top: -15px;
}
.navbar-center{
    width: 65%;
    left: 46%;
}
.navbar-header{
    min-height: 75px !important;
    box-shadow: 0px 5.15385px 4.12308px rgba(55, 68, 255, 0.05);
}
}
@media only screen and (width:768px) {
.navbar-brand {
    padding: 10px 25px;
}
.logo img {
    width: 63px;
    height: 35px;
}
.navbar-default .navbar-nav>li>a{
    color: #3A3078 !important;
    font-weight: normal;
    font-size: 20.6154px;
    padding: 14px;
    margin-top: 10px;
}
.navbar-center{
    width: 65%;
    left: 46%;
}
.navbar-header{
    min-height: 75px !important;
    box-shadow: 0px 5.15385px 4.12308px rgba(55, 68, 255, 0.05);
}
.header_hr-line{
    margin-top: -250px;
}
}
@media only screen and (max-width:767px) and (min-width: 320px){
.navbar-default .navbar-nav>li>a{
    color: #3A3078 !important;
    font-weight: normal;
    font-size: 20.6154px;
}
}
/*** responsive_doc end =header ***/
</style>
<div id="content" class="terms">
    <div class="site-width">
      <div class="inner-width">
        <h1 class="page-subtitle rtl">תנאי השימוש  </h1>

        <ol>
          <li>
            1.מבוא
            <ol>
              <li>
                1.1. היישומון/האתר  OBLI (להלן: <b>"היישומון"</b>) מהווה פלטפורמה מקוונת המאפשרת להעניק כתבי ערבות לשוכרים המעוניינים לשכור נכס (להלן: <b>"הנכס"</b>), למטרות פרטיות ו/או עסקיות (להלן: "השירות"), לטובת מוטב (להלן: <b>"המוטב"</b>).

              </li>
              <li>
                1.2. הסכם זה מסדיר את מערכת היחסים שבין  <b>אובלי ערבויות בע"מ</b>, המפעילה את היישומון (להלן: <b>"החברה"</b>), <b>וגולדנרוד פיננסים בע"מ</b>, הערבה במסגרת כתב הערבות (להלן: <b>"הערבה"</b>), לבין המשתמש בשירותי החברה (להלן: <b>"המשתמש"</b>), וכן את מערכת היחסים שבין החברה והערבה לבין צד ג' אשר פרטיו יועברו לחברה ע"י המשתמש. 

              </li>
              <li>
                1.3. השימוש ביישומון מותר לבגירים בלבד. שימוש בשירותי החברה מהווה אישור לכך שמלאו למשתמש 18 שנים.

              </li>
              <li>
                1.4. שימוש בשירותי החברה מהווה הסכמה לאמור בהסכם זה - <b>אם אינך מסכים לאמור בהסכם זה או באם האמור בו אינו נכון לעניינך, הנך נדרש לחדול ולהימנע משימוש בשירותי החברה. </b>

              </li>
              <li>
                1.5. המבוא להסכם זה ונספחיו הנם חלק בלתי נפרד מהסכם זה. הסכם זה ממצה את מערכת היחסים שבין המשתמש לבין החברה בכל הקשור לשימוש בשירותי החברה. 

              </li>
              <li>
                1.6. כדי ללמוד על מדיניות הפרטיות שלנו, המהווה חלק בלתי נפרד מהסכם זה, אנא לחץ כאן.
              <br/>
                <b>האמור בלשון זכר גם לשון נקבה במשמע ולהפך, האמור בלשון יחיד גם לשון רבים במשמע ולהפך. </b>

              </li>
            </ol>
          </li>

          <li>
            2. המסלולים
            <ol>
              <li>
                2.1. <b>מסלול ערבות ללא פיקדון </b>– משתמש אשר מעוניין בהנפקת כתב ערבות ללא השארת פיקדון בידי החברה, ימסור לחברה פרטים אישיים, כמתואר בסעיף 3 להסכם זה, ובהתאם לכך תיבחן בקשתו, לרבות בחינת איתנותו הפיננסית. לאחר בחינת בקשת המשתמש ואישורו ע"י הגורמים הרלוונטיים המתוארים בהסכם זה, יונפק למשתמש כתב ערבות על ידי הערבה לטובת מוטב שאת פרטיו ימסור המשתמש לחברה, בכפוף לתשלום העמלה המפורטת בסעיף 3.7 להסכם זה.
              </li>
              <li>
                2.2. <b>מסלול ערבות עם פיקדון </b>– משתמש אשר מעוניין בהנפקת כתב ערבות בכפוף להשארת פיקדון בידי הערבה, ימסור לחברה פרטים אישיים, כמתואר בסעיף 3 להסכם זה, ובהתאם לכך תיבחן בקשתו. לאחר בחינת הבקשה ואישורה ע"י הגורמים הרלוונטיים המתוארים בהסכם זה, יעביר המשתמש את סכום הערבות בגינו מבוקש כתב הערבות לחשבון בנק של הערבה והיא תנפיק עבורו כתב ערבות לטובת מוטב שאת פרטיו ימסור המשתמש לחברה. הפיקדון יישאר בידי הערבה כל עוד תעמוד הערבות בתוקף, ויוחזר לידי המשתמש עם סיום תקופת הערבות וככל שלא מומשה הערבות, הכול כמוסכם בין הצדדים בהסכם שבין הערבה לבין המשתמש.
              </li>
            </ol>
          </li>

          <li>
            3. תהליך בקשת כתב הערבות
            <ol>
              <li>
                3.1. עם הירשמו של המשתמש ליישומון, יתבקש המשתמש למסור לחברה פרטים מזהים הנחוצים לה לצורך בחינת הענקת השירות למשתמש, לרבות בחינת איתנותו הפיננסית, כדלקמן:

                <ol>
                  <li>
                    3.1.1. פרטים אישיים הכוללים שם מלא ומספר זהות של המשתמש, כתובת מגורים, טלפון נייד, כתובת מייל וסכום הערבות המבוקש;

                  </li>
                  <li>
                    3.1.2. פרטים אודות הנכס הכוללים את כתובת הנכס, תקופת השכירות, שם מלא ומספר זהות של בעל הנכס, טלפון של בעל הנכס ומייל של בעל הנכס;

                  </li>
                  <li>
                    3.1.3 חוזה השכירות;

                  </li>
                  <li>
                    3.1.4  פרטי כרטיס אשראי שימסרו לדף סליקה מאושר וחיצוני.

                  </li>
                </ol>
              </li>
              <li>
                3.2. המשתמש מצהיר כי הוא קיבל את הסכמת בעל הנכס למסירת פרטיו ופרטי הנכס שבבעלותו, כמתואר בסעיף 2.1.2. לעיל. 

              </li>
              <li>
                3.3. המשתמש מצהיר שידוע לו שללא מסירת הפרטים או המסמכים שידרשו, לא ניתן יהיה להמשיך את תהליך מתן הערבות.

              </li>
              <li>
                3.4. המשתמש מתחייב כי המידע שמסר נכון ומדויק וכי במידה ויהיה שינוי כלשהו בפריט מידע שנדרש לצורך קבלת השירות הוא יידע את החברה על כך לאלתר.

              </li>
              <li>
                3.5. החברה שומרת לעצמה את הזכות לבצע אימות של הנתונים שמסר המשתמש, כולם או חלקם. במקרה שהמשתמש מסר פרט שלא אומת, לא ניתן יהיה לקלוט אותו כמשתמש ביישומון; המשתמש מצהיר שידוע לו והוא מסכים לכך שהחברה תבצע את האימות בעצמה או באמצעות אחרים, ובלבד שאם האימות מתבצע על ידי גורמים אחרים, המידע לגבי האימות יועבר לחברה ולא יישמר בידי הגורמים האחרים, והם לא יעשו כל שימוש אחר במידע.

              </li>
              <li>
                3.6. המשתמש מצהיר, כי ידוע לו שפרטיו ימסרו לחברת טריא פי2פי בע"מ לצורך בדיקת האיתנות הפיננסית של המשתמש, בהתאם למודל שנוצר עבור החברה, והחברה לא מפיקה למשתמש דוח אשראי כהגדרתו בחוק שירות נתוני אשראי, התשס"ב-2002. 

              </li>
              <li>
                3.7. המשתמש מצהיר, כי ידוע לו שאם וכאשר יאושר לקבלת השירות במסלול ללא פיקדון, ולצורך השלמת הנפקת כתב הערבות, יתבקש לאשר תשלום לערבה בסך של 6% מגובה הערבות, בחישוב שנתי, עבור כל שנה בה תעמוד הערבות בתוקפה, וזאת באמצעות כרטיס האשראי שמסר למערכת הסליקה המאושרת בעת מסירת פרטיו.

              </li>
              <li>
                3.8. המשתמש מצהיר, כי ידוע לו שכתב הערבות יינתן ע"י חברת גולדנרוד פיננסים בע"מ, ח.פ. 513578674, והיא שתהיה האחראית לתשלום סכום הערבות לבעל הנכס, במידה והערבות תחולט, ולגביית סכום הערבות מהמשתמש, כמפורט בהסכם שבין גולדנרוד פיננסים בע"מ למשתמש.

              </li>
            </ol>
          </li>

          <li>
            4. מדיניות ביטול עסקה

            <ol>
              <li>
                4.1. ככל ויבחר המשתמש לבטל את כתב הערבות לאחר הנפקתו, הוא יידרש לחתום על בקשה לביטול הערבות. 
              </li>
              <li>
                4.2. תנאי הכרחי נוסף לצורך ביטול כתב הערבות הוא זיהוי המוטב לו ניתנה הערבות, באופן הבא:

                <ol>
                  <li>
                    4.2.1. המוטב יעביר במייל לחברה בקשה לביטול כתב הערבות, לה יצורף כתב הערבות נשוא עניין זה, וצילום תעודת זהות של המוטב.

                  </li>
                  <li>
                    4.2.2. נציג של החברה יבדוק את התאמת פרטי תעודת הזהות לפרטים הרשומים בכתב הערבות.

                  </li>
                  <li>
                    4.2.3. נציג של החברה יזהה את המוטב ע"י היוועדות חזותית.

                  </li>
                </ol>
              </li>
              <li>
                4.3. לאחר קבלת בקשת המשתמש לפי סעיף 4.1 והוראת המוטב וזיהויו כאמור בסעיף 4.2, יבוטל כתב הערבות ויוחזר למשתמש חלק יחסי מהעמלה אותה שילם לחברה, בהתאם לתקופת הערבות שנותרה בכתב הערבות ובוטלה.

              </li>
            </ol>
          </li>

          <li>
            5. תנאי שימוש
            <ol>
              <li>
                5.1. למשתמש רשות להשתמש בשירותי החברה בכפוף לאמור בהסכם זה.

              </li>
              <li>
                5.2. המשתמש מתחייב להימנע מביצוע הפעולות הבאות ביחס לשירותי החברה:

                <ol>
                  <li>
                    5.2.1. גלישה, סריקה או שימוש בשירותי החברה באמצעות תוכנת מחשב המיועדת לאסוף מידע או לבצע פעולות בדרך של חיקוי משתמש רגיל, לרבות Bots או Crawlers.

                  </li>
                  <li>
                    5.2.2. העלאת תוכן או ביצוע פעולות אשר יש בהן משום עבירה על חוקי מדינת ישראל או בכלל, ובכלל זאת להימנע מפגיעה בפרטיותו של אחר.

                  </li>
                  <li>
                    5.2.3. ביצוע הנדסה חוזרת של היישומון או כל פעולה בעיצוב היישומון, קוד המקור, תכנים או אלמנטים המופיעים ביישומון, אשר הזכות לבצעה נתונה בלעדית על פי חוק זכות יוצרים התשס"ח-2007 לבעל זכות היוצרים, שלא בהתאם לאמור בהסכם זה.

                  </li>
                  <li>
                    5.2.4. המשתמש רשאי להפסיק את השימוש שלו בשירותי החברה בכל עת ומכל סיבה שהיא ואיננו מחויב להודיע על כך לחברה, ככל ואין בידו כתב ערבות תקף במועד הפסקת השימוש. עם זאת, במידה והמשתמש מעוניין שהחברה תגנוז את  המידע האישי שלו, עליו ליצור קשר עם החברה, שתעשה מאמצים סבירים למחוק את המידע האישי.

                  </li>
                </ol>
              </li>
              <li>
                5.3. החברה שומרת לעצמה את הזכות:

                <ol>
                  <li>
                    5.3.1. להעניק שירות בגבולות הטריטוריאליים של מדינת ישראל, ובה בלבד.

                  </li>
                  <li>
                    5.3.2. למנוע את שירותי החברה ממשתמש אשר הפר סעיף מסעיפי הסכם זה, או בכלל, הכול לפי שיקול דעתם הבלעדי. 

                  </li>
                  <li>
                    5.3.3. להסיר כל תוכן או לבטל כל פעולה אשר בוצעה על ידי המשתמש ואשר יש בה משום הפרת סעיף מסעיפי הסכם זה, או בכלל.

                  </li>
                  <li>
                    5.3.4. להתאים, לעבד, לשנות או להפסיק את שירותי החברה, את מאפייני השירות, עיצובו והיקף זמינותו, בין אם באופן חלקי או מלא ומבלי שתהיה מחויבת ליתן למשתמש הודעה מוקדמת על כך. מובהר בזאת כי למשתמש לא תקום טענה, תביעה ו/או דרישה כנגד החברה בשל ביצוע שינויים כאלה או בשל אי זמינות שירותי החברה. 

                  </li>
                </ol>
              </li>
            </ol>
          </li>

          <li>
            6. פרטי המשתמש
            <ol>
              <li>
                6.1. החברה שומרת על זכותה למנוע גישה לשירותים מסוימים ממשתמשים אשר לא נרשמו לשירותי החברה, אשר לא מסרו לחברה פרטים מסוימים אשר יקבעו על ידי החברה, אשר אינם עומדים בקריטריונים מסוימים, או בכלל. 

              </li>
              <li>
                6.2. מובהר כי אף שהחברה נוקטת באמצעים לאבטחת תוכן פרטי המשתמש, היא אינה יכולה להבטיח בצורה מוחלטת את אי חשיפתו כתוצאה מחדירה לא מורשית.

              </li>
              <li>
                6.3. המשתמש מתבקש להודיע לחברה באופן מידי על כל חשד לשימוש לא מאושר שנעשה בשמו ביישומון.

              </li>
              <li>
                6.4. המשתמש מאשר לחברה לשלוח לתיבת הדוא"ל שלו, לפי הפרטים אשר מסר לחברה, עדכונים ואישורים ביחס לפעולות המשתמש בשירותי החברה, הודעות לעניין שינוי התקנון או נספחיו בהתאם לסעיף 14 להסכם זה.

              </li>
            </ol>
          </li>

          <li>
            7. אחריות להתאמת השירות ולזמינותו

            <ol>
              <li>
                7.1. שירותי החברה ניתנים As-Is והחברה אינה מבטיחה את התאמת שירותי החברה למשתמש או בכלל וכן אינה יכולה להבטיח את זמינות שירותי החברה. 

              </li>
              <li>
                7.2. באחריות המשתמש לבחון, טרם השימוש בשירותי החברה, כי אלו אכן מתאימים לצרכיו ולמשתמש לא תהיה כל טענה בשל אי התאמת שירותי החברה לצרכיו. 

              </li>
              <li>
                7.3. באחריות המשתמש לוודא טרם שימוש בשירותי החברה את תקינות החיבור שלו לרשת האינטרנט – החברה לא תישא בכל אחריות בשל נזק אשר יתכן וייגרם למשתמש עקב בעיות בחיבורו לרשת האינטרנט.

              </li>
            </ol>
          </li>

          <li>
            8. העדר אחריות למידע

            <ul>
              <li>
                המידע המופיע ביישומון אינו בגדר ייעוץ או חוות דעת מקצועית כי אם דעתם האישית של משתמשי שירותי החברה או של החברה, מנהליה ועובדיה בלבד - אין להסתמך או לפעול על בסיס המידע המופיע ביישומון מבלי לוודא את נכונותו וחוקיותו.

              </li>
            </ul>
          </li>

          <li>
            9. מדיניות פרטיות
            <ul>
              <li>
               החברה מכבדת את פרטיות כל משתמשיה. כדי ללמוד עוד על מדיניות הפרטיות של החברה, המהווה חלק בלתי נפרד מהסכם זה, לחץ כאן. זוהי אחריות המשתמש להתעדכן במדיניות הפרטיות, אשר עלולה להשתנות מעת לעת.

              </li>
            </ul>
          </li>

          <li>
            10. הודעה על תוכן מפר

            <ul>
              <li>
                החברה אמונה על שמירת חוקי מדינת ישראל – אם נתקלתם בתוכן המפר את חוקי מדינת ישראל או בכלל נודה לכם את תפנו את תשומת לבנו באמצעות משלוח הודעה, המפרטת את התוכן המפר ומהות ההפרה, לכתובת הדוא"ל info@obli.co.il.

              </li>
            </ul>
          </li>

          <li>
            11. זכות יוצרים והרשאות שימוש

            <ol>
              <li>
                11.1. זכות היוצרים ביישומון, לרבות עיצוב, קוד מקור, אלמנטים ותכנים, נתונה לחברה או ליוצר התוכן, לפי העניין, ואין לבצע בהם כל פעולה אשר הזכות לבצעה נתונה בלעדית, על פי חוק זכות יוצרים התשס"ח-2007, לבעל זכות היוצרים ללא קבלת רשות מפורשת מבעל הזכות.

              </li>
              <li>
                11.2. כל זכויות הקניין הרוחני ביישומון, ובכלל זה המדגמים, הסודות המסחריים וכל תוכן אחר המועלה על ידי החברה (<b>"תוכן החברה"</b>) הינם בבעלותה הבלעדית של החברה.
              </li>
              <li>
                11.3. המשתמש מסכים שבמידה ויעלה רעיון לשיפור, תגובה, הצעה או כל פידבק אחר בקשר עם שירותי החברה (<b>"הפידבק"</b>), לא יהיו לו כל זכויות בפידבק שכזה. המשתמש מותר על כל זכות ו/או תביעה עתידית בקשר עם הפידבק ו/או אזכור לשולח הפידבק. לחברה תהיה הזכות הבלעדית בפידבק אשר אותו היא מאמצת או דוחה.

              </li>
              <li>
                11.4. המשתמש מצהיר כי הינו בגיר (מעל 18 שנים), בעל כשרות משפטית ובעל סמכות על-פי דין לביצוע כל הפעולות שייעשו על ידיו באמצעות היישומון, לרבות הסמכות להתקשר בתנאי שירות והסכמים ככל שייחתמו.

              </li>
              <li>
                11.5. החברה מעניקה למשתמש רישיון שימוש מוגבל, שאינו בלעדי ואינו ניתן להעברה או להמחאה, לעשות שימוש אישי ביישומון, בשירותים ובתכני החברה אך ורק לצרכים המתוארים ביישומון ובכפוף לתנאים המפורטים בו.

              </li>
            </ol>
          </li>
          
          <li>
            12.תשלומים דרך היישומון

            <ol>
              <li>
                12.1. במסגרת השימוש ביישומון, המשתמש יוכל לשלם דרך פלטפורמה אותה מספקת החברה, באופן יעיל, בטוח ומהיר (<b>"התשלום"</b>). בעצם השימוש בשירותי החברה, המשתמש מתחייב לבצע את התשלום בכפוף לכל דין ולמטרות חוקיות בלבד. 

              </li>
              <li>
                12.2. החברה שומרת לעצמה הזכות לגבות דמי תיווך מסוימים בעבור התשלום, כעמלה על השירותים אשר היא מספקת, בהתאם למדיניות החברה כפי שעלולה להשתנות מעת לעת. 

              </li>
              <li>
                12.3. התשלום יכול שיבוצע בעזרת חברות אשראי ו/או חברות קופות חיצוניות, ומשכך ייתכן שהשתמש יידרש לספק לחברה פרטי תשלום הכוללים פרטי כרטיס אשראי, שם מלא, ופרטי מידע אישיים נוספים. 

              </li>
              <li>
                12.4. המשתמש מבין שעל אף המאמץ והמשאבים הרבים שמשקיעה החברה באיכות שירותי החברה, אין הם נקיים מטעויות או תקלות. בעצם השימוש בשירותי החברה, המשתמש מצהיר כי יהיה מושתק מלטעון כל טענה עתידית בקשר עם כל נזק ו/או הפסד שעלולים להיגרם לו או שנגרמו לו בשל השימוש בשירותי החברה. עם זאת, החברה מתחייבת לעשות ככל שביכולתה כדי להשיב את המצב כפי שהיה לפני הטעות ו/או התקלה. 

              </li>
              <li>
                12.5. המשתמש מתחייב לשפות את החברה בקשר עם כל נזק, בין אם ישיר או עקיף, העלול להיגרם לו תחת סעיף זה ובכפוף לסעיף זה. 

              </li>
            </ol>
          </li>

          <li>
            13. הגבלת חבות אחריות

            <ol>
              <li>
                13.1. החברה מספקת את שירותי החברה כמו שהם ("As is") ובכפוף לזמינותם ("As Available"), ולא ניתן להתאים אותם אישית על מנת למלא את צרכי כלל המשתמשים. החברה מסירה כל אחריות ו/או מחויבות, בין אם מפורשת ובין אם משתמעת בקשר לשירותי החברה לרבות אך מבלי להגביל, להתאמתם, המאפיינים שלהם, איכותם, תאימותם, תפקודם, אבטחתם ו/או דיוקם.
                <br/>
                החברה, נושאי המשרה בחברה, הדירקטורים בחברה ועובדיה לא יהיו אחראים לכל נזק, בין אם ישיר, עקיף, מקרי או תוצאתי, שנגרמו למשתמש כתוצאה מהשימוש בשירותי החברה או בחוסר היכולת להשתמש בשירות, או מהסתמכות המשתמש על התוכן של השירות, ובכלל זה (אך לא רק), תוכן שמקורו בצדדים שלישיים, תקלה או שגיאה (גם אם מקורה בחברה), או מכל שלילה או ביטול של חשבון המשתמש. 

              </li>
            </ol>
          </li>

          <li>
            14. שינוי תנאים

            <ol>
              <li>
                14.1. החברה רשאית לבצע שינויים להסכם זה או לנספחיו בכל עת ומבלי שתצטרך לתת על כך הודעה מראש. 

              </li>
              <li>
                14.2. באחריות המשתמש להיכנס לדף זה בכדי לברר האם בוצעו שינויים להסכם זה.

              </li>
            </ol>
          </li>

          <li>
            15. הצעות והערות

            <ul>
              <li>
                כדי להימנע מאי נעימות, יודגש כי בשליחת הצעות או הערות בקשר לתפקוד שירותי החברה מוותר השולח על כל זכות בהן ולא תהיה לו כל טענה בגין אי קבלתן, בגין יישומן או בגין העברתן לצד ג'.

              </li>
            </ul>
          </li>

          <li>
            16. שיפוי

            <ul>
              <li>
                מבלי לפגוע בהוראת כל דין חל, המשתמש מתחייב לשפות את החברה, עובדיה, נושאי המשרה שלה, מנהליה וסוכניה, מיד עם דרישתם הראשונה בגין כל נזק או הפסד, ישיר או עקיף, לרבות אך לא רק, בגין הוצאות משפט ושכר טרחת עורך דין, כתוצאה מדרישה, תביעה או טענה שעניינה או הנובעת מפעולות המשתמש בשירותי החברה.

              </li>
            </ul>
          </li>

          <li>
            17. ברירת דין וסמכות שיפוט

            <ul>
              <li>
                הדינים אשר יחולו על הסכם זה הנם דיני מדינת ישראל. סמכות השיפוט הבלעדית, בכל סכסוך בין החברה למשתמש, העולה מהסכם זה או השימוש בשירותי החברה, נתונה לבתי המשפט המוסמכים בעיר תל-אביב.

              </li>
            </ul>
          </li>

          <li>
            18. הודעות

            <ul>
              <li>
                הודעה אשר נשלחה לכתובת הדוא"ל אשר סופקה על ידי המשתמש, תחשב כאילו הגיעה ליעדה ביום העסקים העוקב לשליחת ההודעה.

              </li>
            </ul>
          </li>

          <li>
            19. המחאת זכויות

            <ul>
              <li>
                המשתמש אינו רשאי להמחות או להעביר את זכויותיו בשירות, בלא קבלת הסכמת החברה מראש ובכתב. החברה רשאית להמחות את זכויותיה בשירות לצד שלישי לפי שיקול דעתה המוחלט והבלעדי, בכפוף לכך שהצד השלישי יקבל על עצמו את התחייבויות החברה לפי הסכם זה. 

              </li>
            </ul>
          </li>
          
        </ol>


      </div>
    </div>
  </div>


<script>
 // $(document).ready(function(){
    

    $('#allButton').click(function(){
      // $('#hidetenats').show();
      // $('#hidelandlords').show();
      $('#tenantsButton').removeClass('active');
      $('#landlordsButton').removeClass('active');
      $('#allButton').addClass('active');
      $('.question-tenants').show();
      $('.question-landlords').show();
      $('.answer').hide();
      $('.plus').removeClass('glyphicon glyphicon-minus');
      $('.plus').addClass('glyphicon glyphicon-plus');
    });

    $('#tenantsButton').click(function(){ 
      // $('#hidelandlords').hide();
      // $('#hidetenats').show();
      $('#allButton').removeClass('active');
      $('#landlordsButton').removeClass('active');
      $('#tenantsButton').addClass('active');
      $('.question-tenants').show();
      $('.question-landlords').hide();
      $('.answer').hide();
      $('.plus').removeClass('glyphicon glyphicon-minus');
      $('.plus').addClass('glyphicon glyphicon-plus');
    });

    $('#landlordsButton').click(function(){
      // $('#hidetenats').hide();
      // $('#hidelandlords').show();
      $('#tenantsButton').removeClass('active');
      $('#allButton').removeClass('active');
      $('#landlordsButton').addClass('active');
      $('.question-landlords').show();
      $('.question-tenants').hide();
      $('.answer').hide();
      $('.plus').removeClass('glyphicon glyphicon-minus');
      $('.plus').addClass('glyphicon glyphicon-plus');
    });
// });

var acc = document.getElementsByClassName("question");
  
for (var i = 0; i < 50; i++) {

   (function(index){
        acc[i].onclick = function(){

          this.classList.toggle("active");
      var answer = this.nextElementSibling;
      console.log(JSON.stringify(answer));
      if (answer.style.display === "block") {
        answer.style.display = "none";
        
        // document.getElementById("changeIcon_"+index).innerHTML="+";
        // alert('#changeIcon_'+index);
        $('#changeIcon_'+index).addClass('glyphicon glyphicon-plus');
        $('#changeIcon_'+index).removeClass('glyphicon glyphicon-minus');
        
        
      } else {
        // $(this).next().toggle('slow');
        answer.style.display = "block";
        // alert('#changeIcon_'+index);
        // document.getElementById("changeIcon_"+index).innerHTML="-";
        $('#changeIcon_'+index).addClass('glyphicon glyphicon-minus');
        $('#changeIcon_'+index).removeClass('glyphicon glyphicon-plus');
      }
              // alert(index)  ;
        }    
    })(i);
  
}

</script>
